Repository: ammitto/data-jp
Catalog: reference-docs/9030.tmx
Source language: ja_jp
Languages: en_us

source: 第五十五条の九の三 主務大臣は、外国為替取引等が適正に行われることを確保するため必要があると認めるとき（外国為替取引等取扱業者が第十七条（第十七条の三及び第十七条の四第一項において準用する場合を含む。）の規定に違反してその顧客の支払等に係る為替取引を行つたと認める場合を除く。）は、外国為替取引等取扱業者に対し、外国為替取引等取扱業者遵守基準に従つた外国為替取引等が行われるよう必要な指導及び助言をすることができる。
en_us: Article 55-9-3 If the competent minister finds it necessary to ensure that foreign exchange transactions or similar transactions are properly conducted (excluding when the competent minister finds that the foreign exchange transactions service providers have conducted an exchange transaction involving a payment that is made or received by its customer in violation of the provisions of Article 17 (including as applied mutatis mutandis pursuant to Article 17-3 and 17-4, paragraph (1)), the competent minister may provide the necessary instruction or advice to the foreign exchange transactions service providers so that they will conduct foreign exchange transactions or similar transactions based on the compliance standards for foreign exchange transactions service providers.

source: （勧告及び命令）
en_us: (Recommendations and Orders)

source: 第五十五条の九の四 主務大臣は、前条の規定による指導又は助言をした場合において、外国為替取引等取扱業者がなお外国為替取引等取扱業者遵守基準に違反していると認めるときは、当該外国為替取引等取扱業者に対し、外国為替取引等取扱業者遵守基準を遵守すべき旨の勧告をすることができる。
en_us: Article 55-9-4 (1) If the competent minister, have issued instruction or advice under the preceding Article, and subsequently finds that the foreign exchange transactions service providers continue to be in violation of the compliance standards for foreign exchange transactions service providers, the competent minister may issue a recommendation for the foreign exchange transactions service providers to comply with the compliance standards for foreign exchange transactions service providers.

source: ２ 主務大臣は、前項の規定による勧告を受けた者がその勧告に従わなかつたときは、当該勧告を受けた者に対し、その勧告に係る措置をとるべきことを命ずることができる。
en_us: (2) If a person that is issued a recommendation under the preceding paragraph fails to follow the recommendation, the competent minister may order that person to take the recommended measures.

source: ３ 第十七条の二第二項の規定は、前項の規定による命令（第五十五条の九の二第二項第三号に掲げるものに係るものに限る。）を銀行等、資金移動業者又は電子決済手段等取引業者等に対してする場合について準用する。この場合において、第十七条の二第二項中「前項」とあるのは「第五十五条の九の四第二項」と、「外国為替取引」とあるのは「外国為替取引又は電子決済手段等の移転等」と読み替えるものとする。
en_us: (3) The provisions of the Article 17-2 paragraph (2) apply mutatis mutandis if the competent minister issues an order under the provisions of the preceding paragraph (limited to an order in connection with those stated in Article 55-9-2, paragraph (2), item(iii)) to a bank or other prescribed financial institution or a funds transfer service provider or electronic payment instruments service providers. In this case, the term "the preceding paragraph" in Article 17-2, paragraph (2), is deemed to be replaced with "Article 55-9-4, paragraph (2)" and the term "a foreign exchange transaction" is deemed to be replaced with "a foreign exchange transaction or a transfer of electronic payment instruments or any other prescribed action."

source: 第六章の三 輸出者等遵守基準
en_us: Chapter VI-3 Compliance Standards for Exporters and Persons Conducting Similar Transactions

source: （輸出者等遵守基準）
en_us: (Compliance Standards for Exporters and Persons Conducting Similar Transactions)

source: 第五十五条の十 経済産業大臣は、経済産業省令で、第二十五条第一項に規定する取引又は第四十八条第一項に規定する輸出（以下「輸出等」という。）を業として行う者（以下「輸出者等」という。）が輸出等を行うに当たつて遵守すべき基準（以下「輸出者等遵守基準」という。）を定めなければならない。
en_us: Article 55-10 (1) In the form of an Order of the Ministry of Economy, Trade and Industry, Minister of Economy, Trade and Industry must establish standards with which a person conducting the transaction prescribed in Article 25, paragraph (1) or the export prescribed in Article 48, paragraph (1) (hereinafter referred to as the "exporting goods or conducting similar transactions") in the course of trade (such a person is hereinafter referred to as an "exporter or person conducting similar transactions") is to comply when exporting goods or conducting similar transactions (hereinafter referred to as the "compliance standards for exporters and persons conducting similar transactions").

source: ２ 輸出者等遵守基準は、第二十五条第一項に規定する取引によつて提供しようとする特定技術又は第四十八条第一項の特定の地域を仕向地として輸出をしようとする同項の特定の種類の貨物が特定重要貨物等に該当するかどうかの確認に関する事項その他当該取引又は輸出を行うに当たつて遵守すべき事項について定めるものとする。
en_us: (2) The compliance standards for exporters and persons conducting similar transactions must set forth the particulars for confirming whether specified technology that a person seeks to provide through a transaction as prescribed in Article 25, paragraph (1) or a specific kind of goods as prescribed in Article 48, paragraph (1) that a person seeks to export to a specified region as prescribed in that paragraph constitutes specified important goods or technology, and anything else with which a person must comply in conducting such a transaction or in undertaking such an export.

source: ３ 前項の「特定重要貨物等」とは、特定技術又は第四十八条第一項の特定の種類の貨物であつて、その特定国における提供若しくは特定国の非居住者への提供又はその同項の特定の地域を仕向地とする輸出が国際的な平和及び安全の維持を特に妨げることとなると認められるものとして経済産業省令で定めるものをいう。
en_us: (3) The term "specified important goods or technology" referred to in the preceding paragraph means a specified technology or a specified type of goods referred to in Article 48, paragraph (1), which is prescribed by Order of the Ministry of Economy, Trade and Industry as one whose provision in a specified country or to the non-resident of a specified country or whose export to a specified region as prescribed in that paragraph it is found would compromise international peace and international security.

source: ４ 輸出者等は、輸出者等遵守基準に従い、輸出等を行わなければならない。
en_us: (4) An exporter or person conducting similar transactions must export goods or conduct similar transactions in accordance with the compliance standards for exporters and persons conducting similar transactions.

source: 第五十五条の十一 経済産業大臣は、輸出等が適正に行われることを確保するため必要があると認めるときは、輸出者等に対し、輸出者等遵守基準に従つた輸出等が行われるよう必要な指導及び助言をすることができる。
en_us: Article 55-11 If the Minister of Economy, Trade and Industry finds it to be necessary to do so in order to ensure that a person is properly exporting goods or conducting similar transactions, the minister may provide the necessary guidance or advice to an exporter or person conducting similar transactions so that the exporter or person conducting similar transactions will export goods or conduct similar transactions in accordance with the compliance standards for exporters and persons conducting similar transactions.

source: 第五十五条の十二 経済産業大臣は、前条の規定による指導又は助言をした場合において、輸出者等がなお輸出者等遵守基準に違反していると認めるときは、当該輸出者等に対し、輸出者等遵守基準を遵守すべき旨の勧告をすることができる。
en_us: Article 55-12 (1) If the Minister of Economy, Trade and Industry, having issued guidance or advice under the preceding Article, finds the exporter or person conducting similar transactions to be violating the compliance standards for exporters and persons conducting similar transactions, the Minister may issue a recommendation for them to comply with those compliance standards .

source: ２ 経済産業大臣は、前項の規定による勧告を受けた者がその勧告に従わなかつたときは、当該勧告を受けた者に対し、その勧告に係る措置をとるべきことを命ずることができる。
en_us: (2) If a person that is issued a recommendation under the preceding paragraph fails to follow the recommendation, the Minister of Economy, Trade and Industry may order that person to take the recommended measures.

source: 第七章 行政手続法との関係
en_us: Chapter VII This Act's Relationship with the Administrative Procedure Act

source: （行政手続法の適用除外）
en_us: (Non-Applicability of the Administrative Procedure Act)

source: 第五十五条の十三 第二十五条第一項、同条第二項若しくは第三項の規定に基づく命令若しくは同条第四項又は第四十八条第一項若しくは同条第二項の規定に基づく命令の規定による許可又はその取消しについては、行政手続法（平成五年法律第八十八号）第二章及び第三章の規定は、適用しない。
en_us: Article 55-13 The provisions of Chapters II and III of the Administrative Procedure Act (Act No. 88 of 1993) do not apply to the permission under Article 25, paragraph (1); under an Order that is based on paragraph (2) or (3) of that Article; under paragraph (4) of that Article; under Article 48, paragraph (1); or under an Order that is based on Article 48, paragraph (2); nor do those Chapters apply to the rescission of that permission.

source: 第七章の二 審査請求
en_us: Chapter VII-2 Requests for Administrative Review

source: 第五十六条 この法律又はこの法律に基づく命令の規定による処分又はその不作為についての審査請求に対する裁決は、行政不服審査法（平成二十六年法律第六十八号）第二十四条の規定により当該審査請求を却下する場合を除き、審査請求人に対して、相当な期間を置いて予告をした上、同法第十一条第二項に規定する審理員が公開による意見の聴取をした後にしなければならない。
en_us: Article 56 (1) Unless an administrative agency, pursuant to Article 24 of the Administrative Complaint Review Act (Act No. 68 of 2014), dismisses a request for the review of an administrative disposition or inaction under this Act or an Order based on this Act, it must reach a determination in response to the request for review after giving the person requesting the review a reasonable amount of advance notice and after a review officer as prescribed in Article 11, paragraph (2) of that Act has heard opinions in a public forum.

source: ２ 前項の意見の聴取に際しては、審査請求人及び利害関係人に対して、当該事案について、証拠を提示し、意見を述べる機会を与えなければならない。
en_us: (2) When hearing opinions as referred to in the preceding paragraph, the agency must give the person requesting the review and any interested persons an opportunity to present evidence and state their opinions on the matter at issue.

source: ３ 第一項に規定する審査請求については、行政不服審査法第三十一条の規定は適用せず、同項の意見の聴取については、同条第二項から第五項までの規定を準用する。
en_us: (3) The provisions of Article 31 of the Administrative Complaint Review Act do not apply to a request for review as prescribed in paragraph (1), and the provisions of paragraphs (2) through (5) of that Article apply mutatis mutandis to a hearing of opinions as referred to in paragraph (1).

source: ４ 前三項に定めるもののほか、第一項の意見の聴取の手続について必要な事項は、政令で定める。
en_us: (4) Beyond what is provided for in the preceding three paragraphs, Cabinet Order prescribes the necessary particulars related to proceedings for the hearing of opinions referred to in paragraph (1).

source: 第五十七条 削除
en_us: Article 57 Deleted

source: 第五十八条 削除
en_us: Article 58 Deleted

source: 第五十九条 削除
en_us: Article 59 Deleted

source: 第六十条 削除
en_us: Article 60 Deleted

source: 第六十一条 削除
en_us: Article 61 Deleted

source: 第六十二条 削除
en_us: Article 62 Deleted

source: 第六十三条 削除
en_us: Article 63 Deleted

source: 第六十四条 削除
en_us: Article 64 Deleted

source: 第八章 雑則
en_us: Chapter VIII Miscellaneous Provisions

source: （公正取引委員会の権限）
en_us: (Authority of the Fair Trade Commission)

source: 第六十五条 この法律のいかなる条項も、私的独占の禁止及び公正取引の確保に関する法律（昭和二十二年法律第五十四号）の適用又は同法に基づき公正取引委員会がいかなる立場において行使する権限をも排除し、変更し、又はこれらに影響を及ぼすものと解釈してはならない。
en_us: Article 65 It is prohibited to construe any provisions of this Act as eliminating, changing, or affecting the application of the Act on Prohibition of Private Monopolization and Maintenance of Fair Trade (Act No. 54 of 1947) or the authority exercised by the Fair Trade Commission based on that Act in any position whatsoever.

source: （政府機関の行為）
en_us: (Acts of Governmental Organizations)

source: 第六十六条 この法律又はこの法律に基づく命令の規定中主務大臣の許可、承認その他の処分を要する旨を定めるものは、政府機関が当該許可、承認その他の処分を要する行為をする場合については、政令で定めるところにより、これを適用しない。
en_us: Article 66 The provisions of this Act or any order based on this Act under which the permission, approval or any other disposition of the competent minister is required do not apply pursuant to the provisions of Cabinet Order if a governmental organization performs an act that requires the permission, approval, or any other disposition.

source: （許可等の条件）
en_us: (Conditions for Permission)

source: 第六十七条 主務大臣は、この法律又はこの法律の規定に基づく命令の規定による許可又は承認に条件を付し、及びこれを変更することができる。
en_us: Article 67 (1) The competent minister may attach conditions to the permission or approval under this Act or an Order that is based on this Act or change these conditions.

source: ２ 前項の条件は、同項の許可又は承認に係る事項の確実な実施を図るため必要最小限のものでなければならない。
en_us: (2) The conditions referred to in the preceding paragraph must be the minimum conditions necessary for ensuring the implementation of the matters concerning the permission or approval referred to in that paragraph.

source: 第六十八条 主務大臣は、この法律の施行に必要な限度において、当該職員をして、この法律の適用を受ける取引、行為若しくは支払等を行つた者又はその関係者の営業所、事務所、工場その他の施設に立ち入り、帳簿書類その他の物件を検査させ、又は関係人に質問させることができる。
en_us: Article 68 (1) To the extent necessary for bringing this Act into effect, the competent minister may have their ministry officials enter the business office, office, factory, or other facility of a person that has carried out a transaction or other action or made or received a payment governed by this Act or of any relevant person to inspect books and documents or other objects or to question any relevant person.

source: ２ 前項の規定により当該職員が立ち入るときは、その身分を示す証票を携帯し、関係人に提示しなければならない。
en_us: (2) When a ministry official enters a facility pursuant to the provisions of the preceding paragraph, they must carry identification and present it to the relevant persons.

source: ３ 第一項の規定による立入検査及び質問の権限は、犯罪捜査のために認められたものと解釈してはならない。
en_us: (3) The authority to conduct an on-site inspection or questioning under paragraph (1) must not be construed as having been granted for the purpose of a criminal investigation.

source: （権限の委任）
en_us: (Delegation of Authority)

source: 第六十八条の二 主務大臣は、政令で定めるところにより、この法律に基づく権限の一部を地方支分部局の長に委任することができる。
en_us: Article 68-2 The competent minister may delegate part of their authority under this Act to the heads of local branch offices pursuant to the provisions of Cabinet Order.

source: （事務の一部委任）
en_us: (Partial Delegation of Functions)

source: 第六十九条 主務大臣は、政令で定めるところにより、この法律の施行に関する事務の一部を日本銀行に取り扱わせることができる。
en_us: Article 69 (1) The competent minister may have the Bank of Japan handle some of the administrative functions connected with this Act's entry into force, pursuant to the provisions of Cabinet Order.

source: ２ 前項の規定により事務の一部を日本銀行に取り扱わせる場合における当該事務の一部については、日本銀行法（平成九年法律第八十九号）第四十三条第一項の規定は、適用しない。
en_us: (2) If the competent minister has the Bank of Japan handle some administrative functions pursuant to the provisions of the preceding paragraph, the provisions of Article 43, paragraph (1) of the Bank of Japan Act (Act No. 89 of 1997) do not apply to those administrative functions.

source: ３ 第一項の規定により事務の一部を日本銀行に取り扱わせる場合においては、その事務の取扱いに要する経費は、日本銀行の負担とすることができる。
en_us: (3) If the competent minister has the Bank of Japan handle some administrative functions pursuant to the provisions of paragraph (1), it may be decided that the Bank of Japan will bear the expenses required to handle those functions.

source: （主務大臣等）
en_us: (Competent Minister)

source: 第六十九条の二 この法律における主務大臣は、政令で定める。
en_us: Article 69-2 (1) Cabinet Order prescribes which minister is the competent minister provided for in this Act.

source: ２ この法律における事業所管大臣は、別段の定めがある場合を除き、対内直接投資等、特定取得又は技術導入契約の締結等に係る事業の所管大臣として、政令で定める。
en_us: (2) Unless otherwise provided for, Cabinet Order prescribes which minister is the competent minister for the business that is provided for in this Act, in terms of the competent minister for business involving inward direct investment and equivalent actions; for business involving specified acquisitions; and for business involving the entry into, renewal, and modification of technology introduction contracts.

source: 第六十九条の三 次の各号に掲げる大臣は、当該各号に定める規定の運用に関し、特に必要があると認めるときは、外務大臣その他の関係行政機関の長に資料又は情報の提供、意見の表明その他必要な協力を求めることができる。
en_us: Article 69-3 (1) The minister stated in the relevant of the following items may request the Minister for Foreign Affairs or the head of any other relevant administrative organ to provide materials or information, state opinions, or provide other necessary cooperation with regard to the operation of the provisions specified in that item, on finding it to be particularly necessary to do so:

source: 一 主務大臣 第十六条第一項又は第二十五条第六項
en_us: (i) the competent minister: Article 16, paragraph (1) or Article 25, paragraph (6);

source: 二 財務大臣 第二十一条第一項
en_us: (ii) the Minister of Finance: Article 21, paragraph (1);

source: 三 経済産業大臣 第二十四条第一項、第二十五条第一項から第四項まで、第四十八条又は第五十二条
en_us: (iii) the Minister of Economy, Trade and Industry: Article 24, paragraph (1), Article 25, paragraphs (1) through (4), Article 48, or Article 52; and

source: 四 財務大臣及び事業所管大臣 第二十七条第三項、第二十七条の二第三項、第二十八条第三項又は第二十八条の二第三項
en_us: (iv) the Minister of Finance and the competent minister for the business: Article 27, paragraph (3), Article 27-2, paragraph (3), Article 28, paragraph (3), or Article 28-2, paragraph (3).

source: ２ 外務大臣その他の関係行政機関の長は、我が国が締結した条約その他の国際約束を誠実に履行するため又は国際平和のための国際的な努力に我が国として寄与するため特に必要があると認めるときは第一号から第三号までに掲げる規定の運用に関しそれぞれ第一号から第三号までに定める大臣に、国際的な平和及び安全の維持のため特に必要があると認めるときは第四号に掲げる規定の運用に関し同号に定める大臣に、国の安全を損ない、公の秩序の維持を妨げ、若しくは公衆の安全の保護に支障を来すことになる事態を生ずるおそれ又は我が国経済の円滑な運営に著しい悪影響を及ぼすことになる事態を生ずるおそれがあるため特に必要があると認めるときは第五号に掲げる規定の運用に関し同号に定める大臣に、国の安全を損なう事態を生ずるおそれが大きいため特に必要があると認めるときは第六号に掲げる規定の運用に関し同号に定める大臣に、意見を述べることができる。
en_us: (2) On finding that it is particularly necessary to do so in order for Japan to faithfully perform its obligations under a treaty or other international agreement that it has concluded or to allow Japan to contribute to international efforts toward international peace, the Minister for Foreign Affairs or the head of any other relevant administrative organ may state their opinion to any of the ministers stated in items (i) through (iii) with regard to the operation of the provisions stated in each of those items; on finding it to be particularly necessary to do so in order to maintain international peace and security, the Minister for Foreign Affairs or the head of any other relevant administrative organ may state their opinion to the minister specified in item (iv) with regard to the operation of the provisions stated in that item; on finding it to be particularly necessary to do so due to the likelihood of a situation that would compromise national security, interfere with the maintenance of public order, or create an obstacle to the preservation of public safety, or due to the likelihood of a situation that would have a significant adverse effect on the smooth operation of the Japanese economy, the Minister for Foreign Affairs or the head of any other relevant administrative organ may state their opinion to the minister specified in item (v) with regard to the operation of the provisions stated in that item; and on finding it to be particularly necessary to do so due to the high likelihood of a situation that would undermine national security, the Minister for Foreign Affairs or the head of any other relevant administrative organ may state their opinion to the minister specified in item (vi) with regard to the operation of the provisions stated in that item:

source: 一 第十六条第一項又は第二十五条第六項 主務大臣
en_us: (i) Article 16, paragraph (1) or Article 25, paragraph (6): the competent minister;

source: 二 第二十一条第一項 財務大臣
en_us: (ii) Article 21, paragraph (1): the Minister of Finance;

source: 三 第二十四条第一項、第四十八条第三項又は第五十二条 経済産業大臣
en_us: (iii) Article 24, paragraph (1), Article 48, paragraph (3), or Article 52: the Minister of Economy, Trade and Industry;

source: 四 第二十五条第一項から第四項まで又は第四十八条第一項若しくは第二項 経済産業大臣
en_us: (iv) Article 25, paragraphs (1) through (4), or Article 48, paragraph (1) or (2): the Minister of Economy, Trade and Industry;

source: 五 第二十七条第三項又は第二十七条の二第三項 財務大臣及び事業所管大臣
en_us: (v) Article 27, paragraph (3) or Article 27-2, paragraph (3): the Minister of Finance and the competent minister for the business; and

source: 六 第二十八条第三項又は第二十八条の二第三項 財務大臣及び事業所管大臣
en_us: (vi) Article 28, paragraph (3) or Article 28-2, paragraph (3): the Minister of Finance and the competent minister for the business.

source: （外国執行当局への情報提供）
en_us: (Provision of Information to Foreign Authorities)

source: 第六十九条の四 財務大臣及び事業所管大臣は、この法律（第二十七条及び第二十八条に係る部分に限る。）に相当する外国の法令を執行する外国の当局（以下この条において「外国執行当局」という。）に対し、その職務（この法律の第二十七条及び第二十八条に規定する職務に相当するものに限る。次項において同じ。）の遂行に資すると認める情報の提供を行うことができる。ただし、当該情報の提供を行うことが、この法律の適正な執行に支障を及ぼし、その他我が国の利益を侵害するおそれがあると認められる場合は、この限りでない。
en_us: Article 69-4 (1) The Minister of Finance and the competent minister for the business may provide the authorities of a foreign country that enforce a foreign law or regulation which is equivalent to this Act (limited to the parts concerning Articles 27 and 28) (hereinafter referred to as "foreign authorities" in this Article), with information that the ministers find will contribute to the performance of their duties (limited to duties equivalent to those provided for in Articles 27 and 28 of this Act; the same applies in the following paragraph); provided, however, that this does not apply if it is found that providing them with that information is likely to interfere with the proper enforcement of this Act or otherwise prejudice Japan's interests.

source: ２ 財務大臣及び事業所管大臣は、外国執行当局に対し前項に規定する情報の提供を行うに際し、次に掲げる事項を確認しなければならない。
en_us: (2) The Minister of Finance and the competent minister for the business must confirm the following particulars on the occasion of providing the foreign authorities with the information prescribed in the preceding paragraph:

source: 一 当該外国執行当局が、財務大臣及び事業所管大臣に対し、前項に規定する情報の提供に相当する情報の提供を行うことができること。
en_us: (i) that the foreign authorities are able to provide the Minister of Finance and the competent minister for the business with information equivalent to that which is prescribed in the preceding paragraph;

source: 二 当該外国において、前項の規定により提供する情報のうち秘密として提供するものについて、当該外国の法令により、我が国と同じ程度の秘密の保持が担保されていること。
en_us: (ii) that, in that foreign country, the laws and regulations guarantee the same level of confidentiality as in Japan will be maintained with regard to any information that the ministers provide pursuant to the provisions of the preceding paragraph which they provide as confidential information; and

source: 三 当該外国執行当局において、前項の規定により提供する情報が、その職務の遂行に資する目的以外の目的で使用されないこと。
en_us: (iii) that the foreign authorities will not use the information that the ministers provide pursuant to the provisions of the preceding paragraph for any purpose other than one that contributes to the performance of their duties.

source: ３ 第一項の規定により提供される情報については、次項の規定による同意がなければ外国における裁判所又は裁判官の行う刑事手続（同項において単に「刑事手続」という。）に使用されないよう適切な措置がとられなければならない。
en_us: (3) Appropriate measures must be taken so that information that is provided pursuant to the provisions of paragraph (1) is not used in criminal proceedings conducted by a court or judge in a foreign country (simply referred to as "criminal proceedings" in the following paragraph) without the consent under of the following paragraph.

source: ４ 財務大臣及び事業所管大臣は、外国執行当局からの要請があつたときは、次の各号のいずれかに該当する場合を除き、第一項の規定により提供した情報を当該要請に係る刑事手続に使用することについて同意をすることができる。
en_us: (4) Except in a situation that falls under one of the following items, at the request of the foreign authorities, the Minister of Finance and the competent minister for the business may consent to the use of the information they have provided pursuant to the provisions of paragraph (1) in the criminal proceedings to which the request pertains:

source: 一 当該要請に係る刑事手続の対象とされている犯罪が政治犯罪であるとき、又は当該要請が政治犯罪について刑事手続を行う目的で行われたものと認められるとき。
en_us: (i) if the offense subject to the criminal proceedings to which the request pertains is a political offense, or if the request is found to have been made for the purpose of conducting criminal proceedings in connection with a political offense;

source: 二 当該要請に係る刑事手続の対象とされている犯罪に係る行為が日本国内において行われたとした場合において、その行為が日本国の法令によれば罪に当たるものでないとき。
en_us: (ii) if the act involved in the offense subject to the criminal proceedings to which the request pertains would not constitute an offense under the laws and regulations of Japan if it had been performed in Japan; or

source: 三 日本国が行う同種の要請に応ずる旨の要請国の保証がないとき。
en_us: (iii) if the requesting country does not guarantee that it will meet requests of the same kind that Japan makes.

source: ５ 財務大臣及び事業所管大臣は、前項の同意をする場合においては、あらかじめ、同項第一号及び第二号に該当しないことについて法務大臣の確認を、同項第三号に該当しないことについて外務大臣の確認を、それぞれ受けなければならない。
en_us: (5) Before the Minister of Finance and the competent minister for the business give the consent referred to in the preceding paragraph, they must receive confirmation from the Minister of Justice that the situation does not fall under item (i) or (ii) of that paragraph and confirmation from the Minister for Foreign Affairs that the situation does not fall under item (iii) of that paragraph.
